Repository: tollwerk/TYPO3-ext-tw_eprivacy
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# eprivacy.subject.provider
source: Provider
de: Anbieter

# eprivacy.subject.purpose
source: Purpose
de: Zweck

# eprivacy.subject.lifetime
source: Lifetime
de: Lebensdauer

# eprivacy.subject.isThirdPartyCookie
source: Third-party cookie from %s
de: Third-Party-Cookie von %s

# eprivacy.subject.isThirdPartyCookie.description
source: This is a so-called third-party cookie that is set by external content. If you withdraw your consent on this website, the actual cookie will remain. In this case, you must delete the cookie manually in your browser.
de: Es handelt sich um ein sogenanntes Third-Party-Cookie, das von einem externen Inhalt gesetzt wird. Wenn Sie Ihre gegebene Zustimmung auf dieser Webseite wieder zurücknehmen, bleibt das eigentliche Cookie weiterhin erhalten. Sie müssen in dem Fall das Cookie von Hand in Ihren Browsereinstellungen löschen.

# eprivacy.update.update
source: Update settings
de: Einstellungen speichern

# eprivacy.update.accept
source: Accept all
de: Alle akzeptieren

# eprivacy.update.deny
source: Accept necessary only
de: Notwendige akzeptieren

# eprivacy.dialog.title
source: Cookie usage on this site
de: Verwendung von Cookies auf dieser Website

# eprivacy.dialog.description
source: This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to our use of cookies. For more information, please see our <a href="%s">imprint</a> and our <a href="%s">privacy policy</a>.
de: Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website erhalten. Indem Sie diese Website weiterhin nutzen, stimmen Sie unserer Verwendung von Cookies zu. Weitere Informationen finden Sie in unserem <a href="%s">Impressum</a> und in der <a href="% s">Datenschutzerklärung</a>.

# eprivacy.dialog.learn-more
source: Learn more
de: Erfahren Sie mehr

# eprivacy.update.reset
source: Reset
de: Zurücksetzen

# content.needsConsent.description
source: The content "%s" was hidden because you did not agree to all necessary cookies. In order to see the content, you must agree to the following cookies.
de: Der Inhalt "%s" wurde ausgeblendet, weil Sie nicht allen erforderlichen Cookies zugestimmt haben. Um den Inhalt sehen zu können, müssen Sie den folgenden Cookies zustimmen.

# content.needsConsent.link.accept
source: Show content and accept required cookies
de: Inhalt anzeigen und erforderliche Cookies akzeptieren

# content.needsConsent.link.settings
source: Manage all cookie settings
de: Alle Cookie-Einstellungen verwalten
