Repository: tollwerk/TYPO3-ext-tw_eprivacy
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: es, fr, it

# common
source: Common Settings
es: Configuración común
fr: Paramètres communs
it: Impostazioni comuni

# common.imprint
source: Imprint Page (ID)
es: Página Impresión (ID)
fr: Page Mentions légales (ID)
it: Impressum (ID)

# common.privacy
source: Privacy Policy Page (ID)
es: Página Política de Privacidad (ID)
fr: Page Politique de confidentialité (ID)
it: Pagina informativa sulla privacy (ID)

# common.pluginPid
source: Plugin Page (ID)
it: Pagina con plugin (ID)

# common.showDialog
source: Show cookie dialog
it: Mostra la finestra di dialogo dei cookie

# cookie
source: Consent Cookie
es: Cookie de consentimiento
fr: Cookie de consentement
it: Cookie di consenso

# cookie.lifetime
source: Consent Lifetime (seconds)
es: Duración de consentimiento (segundos)
fr: Durée de vie du consentement (secondes)
it: Durata del consenso (secondi)

source: Cookie Path
es: Ruta de acceso de la cookie
fr: Chemin du cookie
it: Percorso dei cookie

source: Cookie Domain
es: Dominio de cookie
fr: Domaine du cookie
it: Dominio cookie

# cookie.secure
source: Secure Cookie
es: Cookie de seguridad
fr: Cookie sécurisé
it: Cookie sicuro

# cookie.httponly
source: HTTP-Only Cookie
es: Cookie HTTP-Only
fr: Cookie limité aux sessions HTTP
it: Cookie solo HTTP

# tx_tweprivacy_domain_model_type
source: ePrivacy Subject Type
es: Tipo de asunto ePrivacy
fr: Type de sujet ePrivacy
it: Tipo di soggetto ePrivacy

# tx_tweprivacy_domain_model_type.title
source: Title
es: Título
fr: Titre
it: Titolo

# tx_tweprivacy_domain_model_type.description
source: Description
es: Descripción
it: Descrizione

# tx_tweprivacy_domain_model_type.needs_consent
source: Needs Consent
es: Requiere consentimiento
fr: Requiert le consentement
it: Consenso richiesto

# tx_tweprivacy_domain_model_subject
source: ePrivacy Subject
es: Asunto ePrivacy
fr: Sujet ePrivacy
it: Soggetto ePrivacy

# tx_tweprivacy_domain_model_subject.title
source: Title
es: Título
fr: Titre
it: Titolo

# tx_tweprivacy_domain_model_subject.name
source: Public Name
es: Nombre público
fr: Nom public
it: Nome pubblico

# tx_tweprivacy_domain_model_subject.identifier
source: Identifier
es: Identificador
fr: Identifiant
it: Identificativo

# tx_tweprivacy_domain_model_subject.provider
source: Provider
es: Proveedor
fr: Prestataire
it: Fornitore

# tx_tweprivacy_domain_model_subject.purpose
source: Purpose
es: Finalidad
fr: Motif
it: Scopo

# tx_tweprivacy_domain_model_subject.type
source: Type
es: Tipo
it: Tipo

# tx_tweprivacy_domain_model_subject.mode
source: Mode
es: Modo
it: Modalit√†

# tx_tweprivacy_domain_model_subject.parent_set
source: Belongs to set
es: Pertenece a conjunto
fr: Fait partie du set
it: Appartiene al set

# tx_tweprivacy_domain_model_subject.lifetime
source: Lifetime (seconds)
es: Duración (segundos)
fr: Durée de vie (secondes)
it: Durata (secondi)

# tx_tweprivacy_domain_model_subject.public
source: Public
es: Nombre público
fr: Nom public
it: Nome pubblico

# tx_tweprivacy_domain_model_subject.session
source: Expires with session
es: Expira con la sesión
fr: Expire avec la session
it: Scade con la sessione

# tx_tw_eprivacy_eprivacy.name
source: ePrivacy Consent Manager
es: Administrador de consentimiento ePrivacy
fr: Gestionnaire du consentement ePrivacy
it: Responsabile del consenso ePrivacy

# tx_tw_eprivacy_eprivacy.description
source: Form listing registered ePrivacy subjects including a way to give or withdraw consent to each of them.
es: Formulario registrado de asuntos ePrivacy incluida una forma para dar o retirar el consentimiento a cada uno de ellos.
fr: Formulaire avec liste des sujets ePrivacy enregistrés, incluant un moyen de donner ou de retirer son consentement pour chacun d'eux
it: Modulo che elenca i soggetti ePrivacy registrati, incluso un modo per dare o ritirare il consenso a ciascuno di essi.

# tt_content.tx_tweprivacy_consent
source: Needs cookie consent
it: Richiede il consenso ai cookie

# tx_tweprivacy_domain_model_subject.mode.set
source: Set
es: Conjunto
